Repository: yurqo/dive-free
Catalog: Apps/iPhoneApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, uk

source: Dive Free is a **logbook and travel memory** for your time in the water — not a dive computer. Each device has its own job:
de: Dive Free ist ein **Logbuch und eine Reiseerinnerung** für deine Zeit im Wasser — kein Tauchcomputer. Jedes Gerät hat seine eigene Aufgabe:
es: Dive Free es un **cuaderno de buceo y un recuerdo de viaje** de tu tiempo en el agua, no un ordenador de buceo. Cada dispositivo tiene su función:
fr: Dive Free est un **carnet de plongée et un souvenir de voyage** de vos moments dans l’eau — pas un ordinateur de plongée. Chaque appareil a son rôle :
it: Dive Free è un **diario di immersione e un ricordo di viaggio** del tuo tempo in acqua, non un computer subacqueo. Ogni dispositivo ha il suo compito:
ja: Dive Freeは、水中で過ごした時間の**ログブックであり旅の思い出**です——ダイブコンピュータではありません。各デバイスにそれぞれの役割があります。
pt: O Dive Free é um **diário de bordo e uma memória de viagem** do seu tempo na água — não um computador de mergulho. Cada dispositivo tem sua função:
uk: Dive Free — це **журнал занурень і спогад про подорож** про ваш час у воді, а не дайв-комп’ютер. Кожен пристрій має своє завдання:

source: Dive Free is the same app on iPad, with room to breathe: a sidebar for the tabs and a larger canvas for depth charts, maps, and photo galleries.
de: Dive Free ist auf dem iPad dieselbe App, nur mit mehr Platz: eine Seitenleiste für die Tabs und eine größere Fläche für Tiefendiagramme, Karten und Fotogalerien.
es: Dive Free es la misma app en el iPad, pero con más espacio: una barra lateral para las pestañas y un lienzo más grande para gráficas de profundidad, mapas y galerías de fotos.
fr: Dive Free est la même app sur iPad, avec plus d’espace : une barre latérale pour les onglets et une plus grande surface pour les profils de profondeur, les cartes et les galeries photo.
it: Dive Free è la stessa app su iPad, con più spazio: una barra laterale per le schede e un’area più ampia per grafici di profondità, mappe e gallerie di foto.
ja: iPadでも同じDive Freeですが、ゆとりがあります。タブ用のサイドバーと、水深グラフやマップ、写真ギャラリーのための広い表示領域を備えています。
pt: O Dive Free é o mesmo app no iPad, com mais espaço: uma barra lateral para as abas e uma tela maior para gráficos de profundidade, mapas e galerias de fotos.
uk: Dive Free — той самий застосунок на iPad, лише з більшим простором: бічна панель для вкладок і більше полотно для графіків глибини, мап і фотогалерей.

source: Dive Free records depth continuously and works out where one dive ends and the next begins, so your log matches what you actually did.
de: Dive Free zeichnet die Tiefe fortlaufend auf und ermittelt, wo ein Tauchgang endet und der nächste beginnt, damit dein Logbuch dem entspricht, was du tatsächlich getan hast.
es: Dive Free registra la profundidad de forma continua y determina dónde termina una inmersión y empieza la siguiente, para que tu registro coincida con lo que hiciste realmente.
fr: Dive Free enregistre la profondeur en continu et détermine où une plongée se termine et où la suivante commence, pour que votre carnet corresponde à ce que vous avez réellement fait.
it: Dive Free registra la profondità di continuo e capisce dove finisce un’immersione e comincia la successiva, così il tuo diario corrisponde a ciò che hai davvero fatto.
ja: Dive Freeは水深を連続して記録し、あるダイブがどこで終わり次のダイブがどこで始まるかを判断するので、ログが実際の行動と一致します。
pt: O Dive Free registra a profundidade continuamente e identifica onde um mergulho termina e o próximo começa, para que seu registro corresponda ao que você realmente fez.
uk: Dive Free безперервно записує глибину й визначає, де одне занурення завершується, а наступне починається, тож ваш журнал відповідає тому, що ви справді робили.

source: Dive Free runs as a **Workout** on your watch, so you assign the Action button under **Settings ▸ Action Button ▸ Workout ▸ Dive Free** (pick the Freedive workout) — not under “App.” The first press starts a session; while one is running, a press drops a marker.
de: Dive Free läuft als **Training** auf deiner Uhr, daher weist du den Action Button unter **Einstellungen ▸ Action Button ▸ Training ▸ Dive Free** zu (wähle das Freitauch-Training) — nicht unter „App“. Der erste Druck startet eine Session; während eine läuft, setzt ein Druck eine Markierung.
es: Dive Free se ejecuta como un **Entrenamiento** en tu reloj, así que asignas el botón Acción en **Ajustes ▸ Botón Acción ▸ Entrenamiento ▸ Dive Free** (elige el entrenamiento de apnea), no en «App». La primera pulsación inicia una sesión; mientras hay una en curso, una pulsación suelta un marcador.
fr: Dive Free s’exécute comme un **Exercice** sur votre montre, vous assignez donc le bouton Action dans **Réglages ▸ Bouton Action ▸ Exercice ▸ Dive Free** (choisissez l’exercice Apnée) — pas dans « App ». La première pression démarre une session ; pendant une session, une pression pose un repère.
it: Dive Free funziona come un **Allenamento** sull’orologio, quindi assegni il tasto Azione in **Impostazioni ▸ Tasto Azione ▸ Allenamento ▸ Dive Free** (scegli l’allenamento Apnea) — non in “App”. La prima pressione avvia una sessione; mentre è in corso, una pressione rilascia un marcatore.
ja: Dive Freeは時計上で**ワークアウト**として動作するため、アクションボタンは**設定 ▸ アクションボタン ▸ ワークアウト ▸ Dive Free**（フリーダイビングのワークアウトを選択）で割り当てます——「App」ではありません。最初に押すとセッションが始まり、セッション中に押すとマーカーを記録します。
pt: O Dive Free roda como um **Treino** no seu relógio, então você atribui o botão de Ação em **Ajustes ▸ Botão de Ação ▸ Treino ▸ Dive Free** (escolha o treino de apneia) — não em “App”. O primeiro toque inicia uma sessão; enquanto uma está em andamento, um toque solta um marcador.
uk: Dive Free працює на годиннику як **Тренування**, тож кнопку Дії призначайте в **Налаштування ▸ Кнопка Дії ▸ Тренування ▸ Dive Free** (виберіть тренування Фрідайв) — не в розділі «App». Перше натискання починає сесію; поки сесія триває, натискання ставить позначку.

source: Dive in progress on Apple Watch
de: Tauchgang läuft auf Apple Watch
es: Inmersión en curso en el Apple Watch
fr: Plongée en cours sur l’Apple Watch
it: Immersione in corso su Apple Watch
ja: Apple Watchでダイブ中
pt: Mergulho em andamento no Apple Watch
uk: Занурення триває на Apple Watch

source: Dive safe, dive with a buddy, and enjoy the water.
de: Tauche sicher, tauche mit einem Partner und genieße das Wasser.
es: Bucea con seguridad, hazlo con un compañero y disfruta del agua.
fr: Plongez en sécurité, avec un binôme, et profitez de l’eau.
it: Immergiti in sicurezza, con un compagno, e goditi l’acqua.
ja: 安全に、バディと一緒に、水を楽しみましょう。
pt: Mergulhe com segurança, mergulhe com um parceiro e aproveite a água.
uk: Занурюйтеся безпечно, з напарником, і насолоджуйтеся водою.

source: Dive session running on your watch
de: Tauch-Session läuft auf deiner Uhr
es: Hay una sesión en curso en tu reloj
fr: Une session est en cours sur votre montre
it: Sessione in corso sull’orologio
ja: 時計でダイブセッションが進行中です
pt: Sessão de mergulho em andamento no seu relógio
uk: На годиннику триває сесія занурення

source: Dive spots appear here as you log sessions on your Apple Watch.
de: Tauchplätze erscheinen hier, während du Sessions auf deiner Apple Watch aufzeichnest.
es: Los puntos de buceo aparecen aquí a medida que registras sesiones en tu Apple Watch.
fr: Les spots apparaissent ici au fil de vos sessions sur l’Apple Watch.
it: Gli spot compaiono qui man mano che registri sessioni su Apple Watch.
ja: Apple Watchでセッションを記録すると、ここにダイブスポットが表示されます。
pt: Os locais de mergulho aparecem aqui conforme você registra sessões no seu Apple Watch.
uk: Місця з’являються тут у міру запису сесій на Apple Watch.

source: Dive. The watch locks its screen in the water and records everything hands-free. Turn the **Digital Crown** to pick a marker and press the **Action button** to drop it.
de: Tauch. Die Uhr sperrt ihren Bildschirm im Wasser und zeichnet alles freihändig auf. Dreh die **Digital Crown**, um eine Markierung zu wählen, und drück den **Action Button**, um sie zu setzen.
es: Bucea. El reloj bloquea la pantalla en el agua y lo graba todo con las manos libres. Gira la **Corona Digital** para elegir un marcador y pulsa el **botón Acción** para soltarlo.
fr: Plongez. La montre verrouille son écran dans l’eau et enregistre tout mains libres. Tournez la **Digital Crown** pour choisir un repère et appuyez sur le **bouton Action** pour le poser.
it: Immergiti. L’orologio blocca lo schermo in acqua e registra tutto a mani libere. Ruota la **Digital Crown** per scegliere un marcatore e premi il **tasto Azione** per rilasciarlo.
ja: 潜りましょう。時計は水中で画面をロックし、すべてをハンズフリーで記録します。**Digital Crown**を回してマーカーを選び、**アクションボタン**を押して記録します。
pt: Mergulhe. O relógio bloqueia a tela na água e registra tudo com as mãos livres. Gire a **Digital Crown** para escolher um marcador e pressione o **botão de Ação** para soltá-lo.
uk: Занурюйтеся. Годинник блокує екран у воді й записує все без участі рук. Покрутіть **Digital Crown**, щоб вибрати позначку, і натисніть **кнопку Дії**, щоб поставити її.

source: Dived
de: Getaucht
es: Buceado
fr: Plongé
it: Immerso
ja: 潜水日
pt: Mergulhado
uk: Дата занурення

source: DiveFree is free, and your dives always stay yours. If you'd like to chip in, there's an optional tip jar in **Settings ▸ Support DiveFree** — entirely your call.
de: DiveFree ist kostenlos, und deine Tauchgänge bleiben immer dir. Wenn du etwas beisteuern möchtest, gibt es eine optionale Trinkgeldkasse unter **Einstellungen ▸ DiveFree unterstützen** — ganz deine Entscheidung.
es: DiveFree es gratis, y tus inmersiones siempre son tuyas. Si quieres aportar algo, hay un bote de propinas opcional en **Ajustes ▸ Apoyar a DiveFree**, tú decides.
fr: DiveFree est gratuite, et vos plongées vous appartiennent toujours. Si vous souhaitez contribuer, une cagnotte de pourboires facultative se trouve dans **Réglages ▸ Soutenir DiveFree** — à vous de voir.
it: DiveFree è gratuita e le tue immersioni restano sempre tue. Se vuoi contribuire, c’è un barattolo delle mance facoltativo in **Impostazioni ▸ Sostieni DiveFree** — decidi tu.
ja: DiveFreeは無料で、あなたのダイブは常にあなたのものです。もし支援したい場合は、**設定 ▸ DiveFreeを応援**に任意のチップ機能があります——あなた次第です。
pt: O DiveFree é gratuito, e seus mergulhos são sempre seus. Se quiser contribuir, há uma caixinha opcional em **Ajustes ▸ Apoiar o DiveFree** — a escolha é totalmente sua.
uk: DiveFree безкоштовний, а ваші занурення завжди залишаються вашими. Якщо хочете долучитися, у **Налаштування ▸ Підтримати DiveFree** є необов’язкова скарбничка чайових — це цілком ваш вибір.

source: DiveFree is free, and your dives stay yours. If it's earned a spot on your wrist, a small tip keeps the servers running and the developer caffeinated. Entirely optional — thank you either way.
de: DiveFree ist kostenlos, und deine Tauchgänge bleiben dir. Wenn es sich einen Platz an deinem Handgelenk verdient hat, hält ein kleines Trinkgeld die Server am Laufen und den Entwickler bei Koffein. Völlig optional — danke so oder so.
es: DiveFree es gratis, y tus inmersiones siguen siendo tuyas. Si se ha ganado un lugar en tu muñeca, una pequeña propina mantiene los servidores en marcha y al desarrollador con cafeína. Totalmente opcional: gracias de todos modos.
fr: DiveFree est gratuite, et vos plongées vous appartiennent. Si elle a gagné sa place à votre poignet, un petit pourboire fait tourner les serveurs et maintient le développeur sous caféine. Entièrement facultatif — merci dans tous les cas.
it: DiveFree è gratuita e le tue immersioni restano tue. Se si è guadagnata un posto al tuo polso, una piccola mancia tiene accesi i server e il developer sotto caffeina. Del tutto facoltativo — grazie comunque.
ja: DiveFreeは無料で、あなたのダイブはあなたのものです。もし手首に置く価値があると感じたら、少しのチップがサーバーの維持と開発者のカフェイン補給を支えます。まったくの任意です——いずれにせよ、ありがとうございます。
pt: O DiveFree é gratuito, e seus mergulhos são seus. Se ele conquistou um lugar no seu pulso, uma pequena gorjeta mantém os servidores no ar e o desenvolvedor cafeinado. Totalmente opcional — obrigado de qualquer forma.
uk: DiveFree безкоштовний, а ваші занурення залишаються вашими. Якщо він заслужив місце на вашому зап’ясті, невеликі чайові підтримають роботу серверів і бадьорість розробника. Цілком необов’язково — дякуємо в будь-якому разі.

source: DiveFree is free. If you'd like, you can leave a tip to keep it going.
de: DiveFree ist kostenlos. Wenn du magst, kannst du ein Trinkgeld hinterlassen, um es am Leben zu halten.
es: DiveFree es gratis. Si quieres, puedes dejar una propina para que siga adelante.
fr: DiveFree est gratuite. Si vous le souhaitez, vous pouvez laisser un pourboire pour la faire vivre.
it: DiveFree è gratuita. Se vuoi, puoi lasciare una mancia per sostenerla.
ja: DiveFreeは無料です。よろしければ、続けていくためのチップを残せます。
pt: O DiveFree é gratuito. Se quiser, você pode deixar uma gorjeta para mantê-lo funcionando.
uk: DiveFree безкоштовний. За бажання ви можете залишити чайові, щоб підтримати його.

source: Dives
de: Tauchgänge
es: Inmersiones
fr: Plongées
it: Immersioni
ja: ダイブ
pt: Mergulhos
uk: Занурення

source: Dives at the same place are gathered into a **spot** automatically, each with its own map and history — a quick way to see how a favourite site has treated you over time. Swipe a spot to remove it — handy for a stray empty one left after you deleted its dives.
de: Tauchgänge am selben Ort werden automatisch zu einem **Spot** zusammengefasst, jeder mit eigener Karte und Historie — ein schneller Weg zu sehen, wie sich ein Lieblingsplatz über die Zeit gemacht hat. Streiche über einen Spot, um ihn zu entfernen — praktisch für einen leeren, der nach dem Löschen seiner Tauchgänge übrig blieb.
es: Las inmersiones en un mismo lugar se agrupan automáticamente en un **punto**, cada uno con su propio mapa e historial: una forma rápida de ver cómo te ha tratado un sitio favorito con el tiempo. Desliza un punto para eliminarlo, útil para alguno vacío que quede suelto tras borrar sus inmersiones.
fr: Les plongées au même endroit sont automatiquement regroupées en un **spot**, chacun avec sa carte et son historique — un moyen rapide de voir comment un site favori vous a traité au fil du temps. Balayez un spot pour le supprimer — pratique pour un spot vide resté après la suppression de ses plongées.
it: Le immersioni nello stesso luogo vengono raggruppate automaticamente in uno **spot**, ciascuno con la propria mappa e cronologia — un modo rapido per vedere come ti ha trattato un sito preferito nel tempo. Scorri uno spot per rimuoverlo — utile per uno vuoto rimasto dopo aver eliminato le sue immersioni.
ja: 同じ場所でのダイブは自動的に1つの**スポット**にまとめられ、それぞれ独自のマップと履歴を持ちます——お気に入りの場所が時間とともにどうだったかをすぐに振り返れます。スポットをスワイプすると削除でき、ダイブを消した後に残った空のスポットの整理に便利です。
pt: Mergulhos no mesmo lugar são reunidos automaticamente em um **local**, cada um com seu próprio mapa e histórico — uma forma rápida de ver como um ponto favorito se saiu ao longo do tempo. Deslize um local para removê-lo — útil para um local vazio que sobrou depois de você excluir seus mergulhos.
uk: Занурення в одному місці автоматично об’єднуються в **місце**, кожне зі своєю мапою та історією — швидкий спосіб побачити, як улюблене місце вело себе з часом. Проведіть по місцю, щоб видалити його — зручно для порожнього, що лишилося після видалення його занурень.

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
pt: Concluído
uk: Готово

source: Drizzle
de: Nieselregen
es: Llovizna
fr: Bruine
it: Pioggerella
ja: 霧雨
pt: Chuvisco
uk: Мряка

source: Drops the selected marker while underwater, or confirms the selected menu item on the surface.
de: Setzt unter Wasser die ausgewählte Markierung oder bestätigt an der Oberfläche den ausgewählten Menüpunkt.
es: Suelta el marcador seleccionado bajo el agua, o confirma el elemento de menú seleccionado en la superficie.
fr: Pose le repère sélectionné sous l’eau, ou confirme l’élément de menu sélectionné en surface.
it: Rilascia il marcatore selezionato sott’acqua, o conferma la voce di menu selezionata in superficie.
ja: 水中では選択中のマーカーを記録し、水面では選択中のメニュー項目を確定します。
pt: Solta o marcador selecionado debaixo d'água, ou confirma o item de menu selecionado na superfície.
uk: Ставить вибрану позначку під водою або підтверджує вибраний пункт меню на поверхні.

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 時間
pt: Duração
uk: Тривалість

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt: Editar
uk: Змінити

source: Edit Marker
de: Markierung bearbeiten
es: Editar marcador
fr: Modifier le repère
it: Modifica marcatore
ja: マーカーを編集
pt: Editar marcador
uk: Змінити позначку

source: Edit Session
de: Session bearbeiten
es: Editar sesión
fr: Modifier la session
it: Modifica sessione
ja: セッションを編集
pt: Editar sessão
uk: Змінити сесію

source: Editing and rating
de: Bearbeiten und Bewerten
es: Editar y valorar
fr: Modifier et noter
it: Modifica e valutazione
ja: 編集と評価
pt: Editar e avaliar
uk: Редагування та оцінка

source: Elapsed
de: Verstrichen
es: Transcurrido
fr: Écoulé
it: Trascorso
ja: 経過
pt: Decorrido
uk: Минуло

source: Elapsed (s)
de: Verstrichen (s)
es: Transcurrido (s)
fr: Écoulé (s)
it: Trascorso (s)
ja: 経過 (秒)
pt: Decorrido (s)
uk: Минуло (с)

source: End Session
de: Session beenden
es: Terminar sesión
fr: Terminer la session
it: Termina sessione
ja: セッションを終了
pt: Encerrar sessão
uk: Завершити сесію

source: End session?
de: Session beenden?
es: ¿Terminar sesión?
fr: Terminer la session ?
it: Terminare la sessione?
ja: セッションを終了しますか？
pt: Encerrar sessão?
uk: Завершити сесію?

source: Ending
de: Wird beendet
es: Terminando
fr: Fin en cours
it: Termine in corso
ja: 終了中
pt: Encerrando
uk: Завершення

source: Ending a session
de: Eine Session beenden
es: Terminar una sesión
fr: Terminer une session
it: Terminare una sessione
ja: セッションの終了
pt: Encerrar uma sessão
uk: Завершення сесії

source: estimated
de: geschätzt
es: estimado
fr: estimé
it: stimato
ja: 推定
pt: estimado
uk: приблизно

source: Everything you record lands here. The app has four tabs:
de: Alles, was du aufzeichnest, landet hier. Die App hat vier Tabs:
es: Todo lo que registras aparece aquí. La app tiene cuatro pestañas:
fr: Tout ce que vous enregistrez arrive ici. L’app comporte quatre onglets :
it: Tutto ciò che registri arriva qui. L’app ha quattro schede:
ja: 記録したものはすべてここに集まります。アプリには4つのタブがあります。
pt: Tudo o que você registra chega aqui. O app tem quatro abas:
uk: Усе, що ви записуєте, потрапляє сюди. Застосунок має чотири вкладки:

source: Export any dive you like to **Strava** as an activity, complete with your GPS track, heart rate, and depth.
de: Exportiere jeden beliebigen Tauchgang als Aktivität zu **Strava**, samt GPS-Route, Puls und Tiefe.
es: Exporta cualquier inmersión que quieras a **Strava** como una actividad, con tu recorrido GPS, frecuencia cardíaca y profundidad.
fr: Exportez la plongée de votre choix vers **Strava** en tant qu’activité, avec votre tracé GPS, votre fréquence cardiaque et votre profondeur.
it: Esporta qualsiasi immersione su **Strava** come attività, completa di traccia GPS, frequenza cardiaca e profondità.
ja: 好きなダイブを、GPSトラック・心拍数・水深付きのアクティビティとして**Strava**に書き出せます。
pt: Exporte qualquer mergulho que quiser para o **Strava** como atividade, com seu trajeto GPS, frequência cardíaca e profundidade.
uk: Експортуйте будь-яке занурення до **Strava** як активність — разом із GPS-треком, пульсом і глибиною.

source: Export to Strava
de: Zu Strava exportieren
es: Exportar a Strava
fr: Exporter vers Strava
it: Esporta su Strava
ja: Stravaに書き出す
pt: Exportar para o Strava
uk: Експортувати в Strava

source: Exported to Strava
de: Zu Strava exportiert
es: Exportado a Strava
fr: Exporté vers Strava
it: Esportato su Strava
ja: Stravaに書き出し済み
pt: Exportado para o Strava
uk: Експортовано в Strava

source: Fake device capabilities to preview the non-Ultra flows. Restart the app after changing. Simulator only.
de: Gerätefähigkeiten simulieren, um die Nicht-Ultra-Abläufe vorzuschauen. Nach der Änderung App neu starten. Nur Simulator.
es: Simula las capacidades del dispositivo para previsualizar los flujos sin Ultra. Reinicia la app tras cambiarlo. Solo en el simulador.
fr: Simule les capacités de l’appareil pour prévisualiser les parcours hors Ultra. Redémarrez l’app après modification. Simulateur uniquement.
it: Simula le capacità del dispositivo per visualizzare in anteprima i flussi non Ultra. Riavvia l’app dopo la modifica. Solo simulatore.
ja: デバイスの機能を疑似的に切り替えて、Ultra以外のフローをプレビューします。変更後はアプリを再起動してください。シミュレータ専用です。
pt: Simular recursos do dispositivo para pré-visualizar os fluxos sem Ultra. Reinicie o app após alterar. Apenas no simulador.
uk: Імітує можливості пристрою для попереднього перегляду сценаріїв без Ultra. Після зміни перезапустіть застосунок. Лише для симулятора.

source: Feet
de: Fuß
es: Pies
fr: Pieds
it: Piedi
ja: フィート
pt: Pés
uk: Фути

source: Fog
de: Nebel
es: Niebla
fr: Brouillard
it: Nebbia
ja: 霧
pt: Nevoeiro
uk: Туман

source: Follow your local rules and the conditions on the day.
de: Halte dich an die lokalen Regeln und die Bedingungen des Tages.
es: Sigue las normas locales y las condiciones del día.
fr: Respectez la réglementation locale et les conditions du jour.
it: Segui le regole locali e le condizioni del giorno.
ja: 現地のルールとその日のコンディションに従ってください。
pt: Siga as regras locais e as condições do dia.
uk: Дотримуйтесь місцевих правил і умов дня.

source: Following a dive live
de: Einem Tauchgang live folgen
es: Seguir una inmersión en directo
fr: Suivre une plongée en direct
it: Seguire un’immersione in diretta
ja: ダイブをライブで見る
pt: Acompanhar um mergulho ao vivo
uk: Стеження за зануренням наживо

source: For a very shallow or quick drop you want to be sure is logged, mark the dive by hand with **Action + side** (see the watch chapter) — it counts from the moment you press, whatever the depth.
de: Für ein sehr flaches oder schnelles Abtauchen, das sicher erfasst werden soll, markiere den Tauchgang von Hand mit **Action + Seite** (siehe Uhr-Kapitel) — er zählt ab dem Moment des Drückens, egal wie tief.
es: Para una bajada muy superficial o rápida que quieras asegurarte de registrar, marca la inmersión a mano con **Acción + lateral** (consulta el capítulo del reloj): cuenta desde el momento en que pulsas, sea cual sea la profundidad.
fr: Pour une descente très peu profonde ou rapide que vous voulez être sûr d’enregistrer, marquez la plongée manuellement avec **Action + latéral** (voir le chapitre de la montre) — elle compte dès l’instant où vous appuyez, quelle que soit la profondeur.
it: Per una discesa molto bassa o rapida che vuoi essere certo di registrare, segna l’immersione a mano con **Azione + laterale** (vedi il capitolo dell’orologio): conta dal momento in cui premi, qualunque sia la profondità.
ja: 確実に記録したいごく浅い、あるいは素早い潜降では、**アクション+サイド**でダイブを手動でマークします（時計の章を参照）——深さに関係なく、押した瞬間からカウントされます。
pt: Para uma descida muito rasa ou rápida que você queira garantir que seja registrada, marque o mergulho manualmente com **Ação + lateral** (veja o capítulo do relógio) — ele conta a partir do momento em que você pressiona, seja qual for a profundidade.
uk: Для дуже мілкого чи швидкого спуску, який ви хочете напевно зафіксувати, позначте занурення вручну за допомогою **Дія + бічна** (див. розділ про годинник) — воно рахується з моменту натискання, незалежно від глибини.

source: For at least
de: Für mindestens
es: Durante al menos
fr: Pendant au moins
it: Per almeno
ja: 少なくとも
pt: Por pelo menos
uk: Принаймні

source: Freedive
de: Freitauchen
es: Apnea
fr: Apnée
it: Apnea
ja: フリーダイビング
pt: Apneia
uk: Фрідайвінг

source: Getting a dive to your phone
de: Einen Tauchgang aufs iPhone bringen
es: Cómo llega una inmersión a tu teléfono
fr: Transférer une plongée vers votre téléphone
it: Portare un’immersione sul telefono
ja: ダイブをiPhoneに取り込む
pt: Levar um mergulho ao seu telefone
uk: Як занурення потрапляє на телефон
